{
    "transcript": [
      {
        "text": "<p>Hello and welcome to the Medical Device Industry Overview course. This course introduces trends and technological changes that influence the medical device industry and the role of Internet of Things, or IOT in the evolution of this industry.</p>"
      },
      {
        "text": "<p>After completing this course, you will be able to:</p><ul><p><li>Describe how medical device industry trends and technological advances are relevant to sensors,</li><li>Identify how this is shifting to consumer-like behaviors,</li><li>Describe how the Internet of Things, or IOT, is revolutionizing the medical device industry, and</li><li>List medical applications relevant to Honeywell's sensor portfolio</li></ul></p>"
      },
      {
        "text": "<p>Select each label shown on the screen to learn more.</p><p>Treatment models that were once limited to facilities are now available in other settings, thanks to technology. As a result, medical devices are becoming more portable and accessible for everyone. For example, look at dialysis. Dialysis removes impurities from blood when a patient's kidneys are unable to perform this critical, life-sustaining function.</p><p>Would you prefer travelling to a facility multiple times every week for treatment or have treatment performed in your home?</p><p>Now, would you prefer dialysis treatment in a hospital or at home? </p><p>Would you prefer needles or a surgically implanted catheter? </p><p>Today, critical, life sustaining treatments like dialysis are moving to the home environment. Rather than traveling to a hospital or clinic three to four times a week for hemodialysis, where a needle and tubing connect the patient to a machine that cleans and returns the blood to the patient, many people are now able to have dialysis performed in the comfort of their own homes. This is called peritoneal dialysis.</p>"
      },
      {
        "text": "<p>Diagnostics, monitoring, and even treatments are moving to the home environment where possible, as it reduces healthcare costs and is more convenient for the patient.</p><p>For years, devices like glucometers, heart rate, and blood pressure monitors have been available in the home. More advanced versions of these devices transmit vital sign data from a patient's home to clinicians, enabling real-time monitoring of a patient's health.</p><p>More advanced treatment devices, like dialysis machines, sleep apnea machines, infusion pumps, and oxygen concentrators are available in the home environment.</p><p>All of these devices utilize some kind of sensor. For example, blood pressure monitors use pressure sensors. Peritoneal dialysis machines use pressure sensors and temperature sensors. Infusion pumps use force sensors.</p><p>Honeywell is poised to take advantage of increased sales volume in the sensor market from the growth in home-based medical devices.</p>"
      },
      {
        "text": "<p>Medical devices are becoming more connected.</p><p>The proliferation of medical devices with embedded sensors, combined with existing connectivity infrastructure, has fostered a dramatic increase in health-related applications and real-time data monitoring. This, in turn, fuels the development of additional connected devices.</p><p>Honeywell has various sensor offerings, many with industry-leading, small-size, and power-consumption features, making them ideally suited to mobile and connected devices. Let's take a look.</p>"
      },
      {
        "text": "<p>Medical devices are used in a wide span of medical applications. Honeywell offers a variety of sensors and switches focused on eight medical applications with high win rates. Note that these aren't the only areas we can sell into, but these are the focus areas. We do sell into some devices that are outside of the eight target/focus medical applications.</p><p>Select each medical application shown on the screen to learn more about it.</p><p>The respiratory medical application represents a set of medical equipment responsible for uninterrupted respiration, that is, inhale of Oxygen and exhale of Carbon Dioxide from the human body. Sensors are used to detect any interruptions in the airflow to and from the body.</p><p>Some examples of medical equipment in this category include anesthesia delivery systems, ventilators, spirometers to measure lung function, and Continuous Positive Airway Pressure, or CPAP machines for sleep apnea.</p><p>Diagnostic and analytical equipment is used to diagnose diseases, make treatment decisions, and to monitor patients. </p><p>Some examples of medical equipment in this category include blood analyzers and chemistry analyzers.</p><p>Hospital hardware facilitates smooth hospital operations and patient care.</p><p>Some examples of medical equipment in this category include sterilizers, blood storage refrigerators, autoclaves, incubators, hospital beds, medication dispensing cabinets etc.</p><p>Dental equipment uses sensors for position control of dental chairs and pressure monitoring of fluid or air.</p><p>Some examples of medical equipment in this category include dental imaging systems, dental chairs, and pressure-operated dental instruments including drills, water sprays, and air blasters. </p><p>Surgical instruments use sensors to regulate the movement of air, gas, or fluids to maintain precise levels of pressure and force in surgical instruments.</p><p>Some examples of medical equipment in this category include orthopedic bone drills, endoscopes, and surgical fluid management systems.</p><p>Patient monitoring equipment is used in operating rooms, emergency rooms, intensive care units, and patients' homes to monitor and display vital signs of patients' health conditions, such as blood pressure, blood glucose, respiration, temperature etc. This data enables doctors and medical practitioners to make treatment decisions.</p><p>Some examples of medical equipment in this category include patient monitoring, blood pressure and blood glucose monitoring, respiratory monitoring, and temperature monitoring.</p><p>Infusion pumps are used to deliver fluids, such as nutrients or medications, into a patient's body accurately and in a controlled manner. Sensors are used to monitor for occlusion or blockage preventing the delivery of fluids to the patient.</p><p>Some examples of medical equipment in this category include high-volume infusion pumps, insulin pumps, and syringe pumps.</p>"
      },
      {
        "text": "In this activity, labels with different medical equipment names will appear on the screen. Each medical equipment is an example of one of the focus medical applications. Drag each medical equipment label on to the correct medical application name listed on the screen. After making a drop, select Proceed to view the next medical application label and its drop options. There are 16 opportunities and you need at least 12 correct matches to complete this activity. There are unlimited attempts and the duration of each attempt is four minutes. Note that after each drop, you will need to select <b>Proceed</b> on the screen to review the next drop and its drop options. Select <b>Start</b> to begin."
      },
      {
        "text": "In this course, you learned that:<br><br><li>Medical devices have become smaller, portable, and personalized offering people convenience of operating and using them in the home environment.</li><br><li>Small portable devices mean increased opportunities in the sensor sales market.</li><br><li>Internet of things, or IOT, has made gathering medical data for current and future analysis an effortless activity through digitization and interconnectivity of medical devices.</li><br><li>There are eight medical applications aligned to Honeywell product offerings including: kidney dialysis machines, respiratory, infusion pumps, diagnostic or analytical equipment, patient monitoring systems, hospital hardware, surgical equipment, and dental equipment.</li>"
      },
      {
        "text": "Welcome to the Quiz. For each question, please select the best answer and select Submit.<br><br> You must score 80% or better to pass the quiz.<br><br>Select <b>Start</b> to begin. Good luck!"
      }
    ]
}
